action-downloading = Γίνεται λήψη
action-scheduling = Προγραμματισμός
action-flashing = Αναβάθμιση
action-waiting = Σε αναμονή

button-cancel = Ακύρωση
button-reboot-and-install = Επανεκκίνηση και Εγκατάσταση
button-update = Ενημέρωση

changelog = Λίστα Αλλαγών
changelog-unavailable = Δεν υπάρχει διαθέσιμη λίστα αλλαγών

header-system-firmware = Υλικολογισμικό Συστήματος
header-device-firmware = Υλικολογισμικό Συσκευής
header-firmware-update = Ενημέρωση Υλικολογισμικού

update-available = Η έκδοση υλικολογισμικού {$version} είναι διαθέσιμη.

update-connect-to-ac = Φορτίστε τη συσκευή σας. Η φόρτιση με σύνδεση <b>USB Type-C</b> δεν υποστηρίζεται για την ενημέρωση υλικολογισμικού.

update-guide = Μετά την ολοκλήρωση της ενημέρωσης του υλικολογισμικού, μπορεί να χρειαστεί να πιέσετε το power button περισσότερες απο μία φορές. Διαβάστε {$url_tag_start} αυτό το άρθρο τεχνικής υποστήριξης {$url_tag_end} για περισσότερες λεπτομέρειες.

view-empty = Δεν είναι διαθέσιμο διαχειριζόμενο υλικολογισμικό

 Δεν εντοπίστηκαν συσκευές που να υποστηρίζουν την αυτόματη ενημέρωση υλικολογισμικού.

view-permission = Απαιτείται άδεια διαχειριστή

 Μόνο οι λογαριασμοί διαχειριστή μπορούν να προβούν σε ενημέρωση υλικολογισμικού.
